Ran Plan for dir: `terraform/applications/dfuchs-test` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # module.alert["idfdev"].sentry_issue_alert.alert is tainted, so must be replaced
-/+ resource "sentry_issue_alert" "alert" {
      ~ actions_v2    = [
          ~ {
              ~ slack_notify_service = {
                  ~ channel_id = "C07QAQ92RFD" -> (known after apply)
                  ~ name       = "Send a notification to the Rubin Observatory Slack workspace to #status-data-dev-lsst-cloud" -> (known after apply)
                  + tags       = []
                    # (2 unchanged attributes hidden)
                }
            },
        ]
      ~ conditions_v2 = [
          ~ {
              ~ first_seen_event = {
                  ~ name = "A new issue is created" -> (known after apply)
                }
            },
          ~ {
              ~ regression_event = {
                  ~ name = "The issue changes state from resolved to unresolved" -> (known after apply)
                }
            },
          ~ {
              ~ reappeared_event = {
                  ~ name = "The issue changes state from ignored to unresolved" -> (known after apply)
                }
            },
        ]
      ~ id            = "15920322" -> (known after apply)
        name          = "New and unresolved - idfdev"
        # (6 unchanged attributes hidden)
    }

  # module.alert["idfint"].sentry_issue_alert.alert is tainted, so must be replaced
-/+ resource "sentry_issue_alert" "alert" {
      ~ actions_v2    = [
          ~ {
              ~ slack_notify_service = {
                  ~ channel_id = "C07PW8HP347" -> (known after apply)
                  ~ name       = "Send a notification to the Rubin Observatory Slack workspace to #status-data-int-lsst-cloud" -> (known after apply)
                  + tags       = []
                    # (2 unchanged attributes hidden)
                }
            },
        ]
      ~ conditions_v2 = [
          ~ {
              ~ first_seen_event = {
                  ~ name = "A new issue is created" -> (known after apply)
                }
            },
          ~ {
              ~ regression_event = {
                  ~ name = "The issue changes state from resolved to unresolved" -> (known after apply)
                }
            },
          ~ {
              ~ reappeared_event = {
                  ~ name = "The issue changes state from ignored to unresolved" -> (known after apply)
                }
            },
        ]
      ~ id            = "15920320" -> (known after apply)
        name          = "New and unresolved - idfint"
        # (6 unchanged attributes hidden)
    }

  # module.alert["idfprod"].sentry_issue_alert.alert is tainted, so must be replaced
-/+ resource "sentry_issue_alert" "alert" {
      ~ actions_v2    = [
          ~ {
              ~ slack_notify_service = {
                  ~ channel_id = "C07QPHLASTB" -> (known after apply)
                  ~ name       = "Send a notification to the Rubin Observatory Slack workspace to #status-data-lsst-cloud" -> (known after apply)
                  + tags       = []
                    # (2 unchanged attributes hidden)
                }
            },
        ]
      ~ conditions_v2 = [
          ~ {
              ~ first_seen_event = {
                  ~ name = "A new issue is created" -> (known after apply)
                }
            },
          ~ {
              ~ regression_event = {
                  ~ name = "The issue changes state from resolved to unresolved" -> (known after apply)
                }
            },
          ~ {
              ~ reappeared_event = {
                  ~ name = "The issue changes state from ignored to unresolved" -> (known after apply)
                }
            },
        ]
      ~ id            = "15920319" -> (known after apply)
        name          = "New and unresolved - idfprod"
        # (6 unchanged attributes hidden)
    }

  # module.alert["usdfdev"].sentry_issue_alert.alert is tainted, so must be replaced
-/+ resource "sentry_issue_alert" "alert" {
      ~ actions_v2    = [
          ~ {
              ~ slack_notify_service = {
                  ~ channel_id = "C07Q818PS21" -> (known after apply)
                  ~ name       = "Send a notification to the Rubin Observatory Slack workspace to #status-usdf-rsp-dev" -> (known after apply)
                  + tags       = []
                    # (2 unchanged attributes hidden)
                }
            },
        ]
      ~ conditions_v2 = [
          ~ {
              ~ first_seen_event = {
                  ~ name = "A new issue is created" -> (known after apply)
                }
            },
          ~ {
              ~ regression_event = {
                  ~ name = "The issue changes state from resolved to unresolved" -> (known after apply)
                }
            },
          ~ {
              ~ reappeared_event = {
                  ~ name = "The issue changes state from ignored to unresolved" -> (known after apply)
                }
            },
        ]
      ~ id            = "15920323" -> (known after apply)
        name          = "New and unresolved - usdfdev"
        # (6 unchanged attributes hidden)
    }

  # module.alert["usdfint"].sentry_issue_alert.alert is tainted, so must be replaced
-/+ resource "sentry_issue_alert" "alert" {
      ~ actions_v2    = [
          ~ {
              ~ slack_notify_service = {
                  ~ channel_id = "C07QAPKULN7" -> (known after apply)
                  ~ name       = "Send a notification to the Rubin Observatory Slack workspace to #status-usdf-rsp-int" -> (known after apply)
                  + tags       = []
                    # (2 unchanged attributes hidden)
                }
            },
        ]
      ~ conditions_v2 = [
          ~ {
              ~ first_seen_event = {
                  ~ name = "A new issue is created" -> (known after apply)
                }
            },
          ~ {
              ~ regression_event = {
                  ~ name = "The issue changes state from resolved to unresolved" -> (known after apply)
                }
            },
          ~ {
              ~ reappeared_event = {
                  ~ name = "The issue changes state from ignored to unresolved" -> (known after apply)
                }
            },
        ]
      ~ id            = "15920321" -> (known after apply)
        name          = "New and unresolved - usdfint"
        # (6 unchanged attributes hidden)
    }

Plan: 5 to add, 0 to change, 5 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -d terraform/applications/dfuchs-test
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://roundtable-dev.lsst.cloud/atlantis/lock?id=lsst-sqre%252Fprodromos%252Fterraform%252Fapplications%252Fdfuchs-test%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -d terraform/applications/dfuchs-test
  ```
Plan: 5 to add, 0 to change, 5 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```